/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; Daten = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA-Kompromittierung";

/* Label of field in authority info access extension */
"Access Location" = "Zugriffsort";

/* Label of field in authority info access extension */
"Access Method" = "Zugriffsmethode";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Zugehörigkeit wurde geändert";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algorithmus";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Seriennummer des Instanzzertifikats";

/* Authority info access extension label */
"Authority Information Access" = "Zugriff auf Informationen bei der Instanz";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Schlüsselkennung";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Grundlegende Einschränkungen";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit-String";

/* No comment provided by engineer. */
"bits" = "Bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte-String";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "Byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA-Kompromittierung";

/* X.509 key usage bitfield name */
"Cert Sign" = "Signatur des Zertifikats";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Zertifizierungsstelle";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Zertifizierungssperre";

/* Certificate Policies extension label */
"Certificate Policies" = "Zertifikatsrichtlinien";

/* No comment provided by engineer. */
"Certificate Type" = "Zertifikatstyp";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Dienst eingestellt";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritisch";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL-Verteilungspunkte";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-Aussteller";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-Signatur";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Daten";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Datenverschlüsselung";

/* X.509 key usage bitfield name */
"Decipher Only" = "Nur entschlüsseln";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digitale Signatur";

/* label for general name field value */
"Directory Name" = "Ordner-Name";

/* label for general name field value */
"DNS Name" = "DNS-Name";

/* label for general name field value */
"EDI Party Name" = "EDI-Parteiname";

/* label for general name field value */
"Email Address" = "E‑Mail-Adresse";

/* X.509 key usage bitfield name */
"Encipher Only" = "Nur Verschlüsseln";

/* No comment provided by engineer. */
"Expired" = "Abgelaufen";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Läuft ab";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Anstößiger Text";

/* Extended key usage extension label */
"Extended Key Usage" = "Erweiterte Schlüsselverwendung";

/* Label used for General Name entry when value is invalid */
"General Name" = "Allgemeiner Name";

/* Label used for General Names when value is invalid */
"General Names" = "Allgemeine Namen";

/* No comment provided by engineer. */
"Hostname mismatch." = "Hostname stimmt nicht überein.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Richtlinienzuordnung verhindern";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ ungültig";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Ungültige Verbindung in der Zertifikatskette.";

/* label for general name field value */
"IP Address" = "IP-Adresse";

/* No comment provided by engineer. */
"Issued By" = "Ausgestellt von";

/* No comment provided by engineer. */
"Issuer Name" = "Name des Ausstellers";

/* No comment provided by engineer. */
"Issuer Summary" = "Zusammenfassung des Ausstellers";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Eindeutige ID des Ausstellers";

/* X.509 key usage bitfield name */
"Key Agreement" = "Schlüssel-Vereinbarung";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Kompromittierung des Schlüssels";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Schlüsselverschlüsselung";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Schlüsselkennung";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Name relativ zum CRL-Aussteller";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nein";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Keine Ablehnung";

/* field value of parameters field when no parameters are present */
"none" = "Ohne";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "wird nicht angezeigt (Tag = %1$@; Länge %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Nur gültig bis";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Erst gültig ab";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Hinweisnummern";

/* Netscape certificate type usage value */
"Object Signing" = "Objektsignierung";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objektsignierung CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID zu lang";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Ein oder mehrere Zertifikate sind abgelaufen oder noch nicht gültig.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Eine oder mehrere nicht unterstützte kritische Erweiterungen wurden gefunden.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisation";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Anderer Name";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parameter";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Beschränkung der Pfadlänge";

/* Policy constraints extension label */
"Policy Constraints" = "Richtlinienbeschränkungen";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Richtlinienkennzeichnung #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Richtlinienkennzeichner #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Richtlinienanforderungen nicht erfüllt.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Verwendungsdauer für den privaten Schlüssel";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privileg entzogen";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algorithmus des öffentlichen Schlüssels";

/* No comment provided by engineer. */
"Public Key Data" = "Öffentliche Schlüsseldaten";

/* Label of field in extended key usage extension */
"Purpose" = "Zweck";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kennzeichner";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Gründe";

/* label for general name field value */
"Registered ID" = "Registrierte ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Explizite Policy verlangen";

/* Netscape certificate type usage value */
"Reserved" = "Reserviert";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Root-Zertifikat ist nicht vertrauenswürdig.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sequenz";

/* No comment provided by engineer. */
"Serial Number" = "Seriennummer";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Festgelegt";

/* No comment provided by engineer. */
"Signature" = "Signatur";

/* No comment provided by engineer. */
"Signature Algorithm" = "Signatur-Algorithmus";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-Client";

/* Netscape certificate type usage value */
"SSL server" = "SSL-Server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Schlüsselkennung des Antragstellers";

/* No comment provided by engineer. */
"Subject Name" = "Name des Inhabers";

/* No comment provided by engineer. */
"Subject Unique ID" = "Eindeutige ID des Inhabers";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Ersetzt";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Der Aussteller dieses Zertifikats ist abgelaufen";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Der Aussteller dieses Zertifikats ist noch nicht gültig";

/* No comment provided by engineer. */
"This certificate has expired" = "Dieses Zertifikat ist abgelaufen.";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Dieses Zertifikat ist noch nicht gültig.";

/* The certificate is temporally valid */
"This certificate is valid" = "Dieses Zertifikat ist gültig.";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Nicht interpretierte %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Unbenutzt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Verwendung";

/* No comment provided by engineer. */
"Valid from" = "Gültig von";

/* No comment provided by engineer. */
"Version" = "Arbeitskopie";

/* label for general name field value */
"X.400 Address" = "X.400 Adresse";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 Name";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 Version %1$d %2$s Zertifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ja";

